Repository: quangthi90/Yesocl
Catalog: catalog/language/locale/*/LC_MESSAGES/*.po
Languages: vi_vn

source: Warning: Old Password is not correct!
vi_vn: Cảnh báo: Mật khẩu cũ không đúng!

source: Success: Your password has been successfully updated!
vi_vn: Thành công: Mật khẩu của bạn đã được thay đổi thành công!

source: Old Password must be between 4 and 20 characters!
vi_vn: Mật khẩu cũ phải có từ 4 đến 20 ký tự!

source: New Password must be between 4 and 20 characters!
vi_vn: Mật khẩu mới phải có từ 4 đến 20 ký tự!

source: Password confirmation does not match password!
vi_vn: Xác nhận mật khẩu không đúng!

source: This account has beed deleted by system, please contact admin to get your account!
vi_vn: Tài khoản này đã được xóa bởi hệ thống, vui lòng liên hệ với Quản lý của Website để lấy lại tài lấy lại tài khoản của bạn!

source: Wall Page of
vi_vn: Tường nhà của

source: Today
vi_vn: Hôm nay

source: Yesterday
vi_vn: Hôm qua

source: News of Stock
vi_vn: Tin tức chứng khoán

source: Edit Profile
vi_vn: Sửa hồ sơ

source: ago
vi_vn: trước

source: from now
vi_vn: cách đây

source: less than a minute
vi_vn: chưa đến một phút

source: about a minute
vi_vn: khoảng 1 phút

source: minutes
vi_vn: phút

source: about an hour
vi_vn: khoảng 1 giờ

source: hours
vi_vn: giờ

source: about a day
vi_vn: khoảng 1 ngày

source: days
vi_vn: ngày

source: about a month
vi_vn: khoảng 1 tháng

source: months
vi_vn: tháng

source: about a year
vi_vn: khoảng 1 năm

source: years
vi_vn: năm

source: Fund ownership friend
vi_vn: Quỹ đầu tư giao dịch

source: Funds
vi_vn: Quỹ đầu tư

source: Buying
vi_vn: Mua

source: Selling
vi_vn: Bán

source: Post
vi_vn: Bài viết

source: at
vi_vn: lúc

source: Like
vi_vn: Thích

source: Unlike
vi_vn: Không thích

source: Open comment box
vi_vn: Mở cửa sổ bình luận

source: Login
vi_vn: Đăng nhập

source: Password
vi_vn: Mật khẩu

source: Remember me
vi_vn: Ghi nhớ

source: Forgot password
vi_vn: Quên mật khẩu

source: Sign in
vi_vn: Đăng nhập

source: Work Experience
vi_vn: Kinh nghiệm làm việc

source: Present
vi_vn: Hiện tại

source: No information found
vi_vn: Không tìm thấy thông tin

source: Search Page
vi_vn: Trang kết quả tìm kiếm

source: Search
vi_vn: Tìm kiếm

source: People
vi_vn: Mọi người

source: Your comment
vi_vn: Bình luận của bạn

source: Submit
vi_vn: Gửi lên

source: Press Enter to send
vi_vn: Nhấn "Enter" để gửi

source: Advanced comment
vi_vn: Khung soạn thảo bình luận đầy đủ

source: Warning
vi_vn: Cảnh báo

source: Comment
vi_vn: Bình luận

source: Liked
vi_vn: Đã thích

source: Edit
vi_vn: Sửa

source: Delete
vi_vn: Xóa

source: New post
vi_vn: Bài viết mới

source: Choose an image for new post
vi_vn: Chọn hình đại diện cho bài viết

source: Drag an image here
vi_vn: Kéo hình ảnh vào

source: Choose image
vi_vn: Chọn hình ảnh

source: Title
vi_vn: Tiêu đề

source: Content
vi_vn: Nội dung

source: Reset
vi_vn: Trả về ban đầu

source: Description
vi_vn: Mô tả

source: Category
vi_vn: Danh mục

source: See more
vi_vn: Xem thêm

source: New Message
vi_vn: Tin nhắn mới

source: Send to
vi_vn: Gửi đến

source: Write a message
vi_vn: Viết tin nhắn

source: Send
vi_vn: Gửi

source: Press enter to send
vi_vn: Nhấn "Enter" để gửi

source: Education
vi_vn: Giáo dục

source: Degree
vi_vn: Cấp

source: School
vi_vn: Trường

source: Field Of Study
vi_vn: Ngành học

source: Edit profile
vi_vn: Thay đổi hồ sơ

source: Change password
vi_vn: Thay đổi mật khẩu

source: Change avatar
vi_vn: Thay đổi hình đại diện

source: Log out
vi_vn: Đăng xuất

source: No notifications to show
vi_vn: Không có nhắc nhở

source: See all notifications
vi_vn: Xem tất cả ghi chú

source: No messages to show
vi_vn: Không có tin nhắn

source: See all messages
vi_vn: Xem tất cả tin nhắn

source: added you as friend
vi_vn: kết bạn với bạn

source: Accept
vi_vn: Đồng ý

source: Ignore
vi_vn: Bỏ qua

source: Skill & Expertise
vi_vn: Kỹ năng

source: English
vi_vn: Tiếng Anh

source: Vietnamese
vi_vn: Tiếng Việt

source: Skill Sets
vi_vn: Kỹ năng

source: Personal Information
vi_vn: Thông tin cá nhân

source: Username
vi_vn: Tên truy cập

source: Fullname
vi_vn: Họ tên đầy đủ

source: Phone
vi_vn: Điện thoại

source: Gender
vi_vn: Giới tính

source: Birthday
vi_vn: Sinh nhật

source: Address
vi_vn: Địa chỉ

source: Living
vi_vn: Nơi ở

source: Industry
vi_vn: Ngành nghề

source: Enter your key
vi_vn: Nhập từ khóa

source: Change Password
vi_vn: Thay đổi mật khẩu

source: Old
vi_vn: Cũ

source: New
vi_vn: Mới

source: Re-New
vi_vn: Xác nhận

source: Change
vi_vn: Thay đổi

source: Cancel
vi_vn: Hủy

source: Basic Information
vi_vn: Thông tin cơ bản

source: Male
vi_vn: Nam

source: Female
vi_vn: Nữ

source: primary
vi_vn: chính

source: Comment box
vi_vn: Cửa sổ bình luận

source: Notification
vi_vn: Nhắc nhở

source: All Notifications
vi_vn: Tất cả ghi chú

source: Sent
vi_vn: Gửi đi

source: See users liked
vi_vn: Danh sách đã thích

source: Sign In
vi_vn: Đăng nhập

source: Don't have an account
vi_vn: Chưa có tài khoản

source: Sign Up
vi_vn: Đăng ký

source: Remind
vi_vn: Gợi nhớ

source: Main Menu
vi_vn: Menu chính

source: What's new
vi_vn: Tin mới

source: Home feed
vi_vn: Trang chủ của tôi

source: Wall Page
vi_vn: Tường nhà

source: Profile
vi_vn: Hồ sơ

source: Friend
vi_vn: Bạn bè

source: Follower
vi_vn: Người theo đuôi

source: Branch
vi_vn: Ngành nghề

source: Stock
vi_vn: Chứng khoán

source: Summary
vi_vn: Tóm tắt

source: Change Avatar
vi_vn: Thay đổi hình đại diện

source: Loading
vi_vn: Đang tải

source: Close
vi_vn: Đóng

source: Unfriend
vi_vn: Hủy kết bạn

source: Sent Request
vi_vn: Gửi yêu cầu

source: Cancel Request
vi_vn: Hủy yêu cầu

source: Make Friend
vi_vn: Kết bạn

source: Following
vi_vn: Đang theo đuôi

source: Unfollow
vi_vn: Không theo đuôi

source: Follow
vi_vn: Theo đuôi

source: What's in your mind
vi_vn: Bạn đang nghĩ gì

source: Choose image to upload
vi_vn: Chọn hình

source: Advance post
vi_vn: Khung soạn thảo bình luận đầy đủ

source: Edit Post
vi_vn: Sửa bài viết

source: Add Post
vi_vn: Thêm bài viết

source: View your profile
vi_vn: Xem hồ sơ của mình

source: Education Background
vi_vn: Thông tin học vấn

source: All Friends
vi_vn: Tất cả bạn bè

source: Recently Added
vi_vn: Mới thêm gần đây

source: Male Friends
vi_vn: Kết bạn

source: Female Friends
vi_vn: Bạn gái

source: Followed
vi_vn: Được theo đuôi

source: Market
vi_vn: Sàn giao dịch

source: 12 - Week Range
vi_vn: Hạng 12 tuần

source: Open Price
vi_vn: Giá mở cửa

source: 52 - Week Range
vi_vn: Hạng 52 tuần

source: Previous Closed Price
vi_vn: Giá đóng của trước

source: News
vi_vn: Tin tức

source: Who liked
vi_vn: Ai đã thích

source: Home Feed
vi_vn: Trang chủ

source: Follow Posts
vi_vn: Bài viết của người bạn đang theo đuôi

source: Join
vi_vn: Tham gia

source: First Name
vi_vn: Họ

source: Last Name
vi_vn: Tên

source: warning
vi_vn: cảnh báo

source: E-mail
vi_vn: Thư điện tử

source: Re-type Password
vi_vn: Nhập lại mật khẩu

source: Confirm not match
vi_vn: Xác nhận mật khẩu không đúng

source: Day
vi_vn: Ngày

source: Month
vi_vn: Tháng

source: Year
vi_vn: Năm

source: Select gender
vi_vn: Chọn giới tính

source: Security Check
vi_vn: Kiểm tra bảo mật

source: Captcha not match
vi_vn: Captcha không đúng

source: I agree Yesocl's policy
vi_vn: Tôi đồng ý với chính sách của Yesocl

source: Sign up
vi_vn: Đăng ký

source: friend
vi_vn: bạn bè

source: Stock tag
vi_vn: Tag mã chứng khoán

source: Market - Stock page
vi_vn: Sàn giao dịch - Trang chứng khoán

source: Friend Page
vi_vn: Trang danh sách bạn bè

source: No friends found
vi_vn: Không tìm thấy bạn bè nào

source: Volume
vi_vn: Khối lượng

source: Market Cap
vi_vn: Vốn thị trường

source: Social Network
vi_vn: Mạng xã hội

source: Are you sure you want to delete this post
vi_vn: Bạn có chắc muốn xóa bài viết này không

source: Confirm
vi_vn: Xác nhận

source: Ok
vi_vn: Đồng ý

source: Branch Detail Page
vi_vn: Trang chi tiết ngành

source: Branch Categories Page
vi_vn: Trang loại lĩnh vực

source: Follow Page
vi_vn: Trang theo đuôi

source: No follows found
vi_vn: Bạn chưa theo đuôi người khác

source: Welcome Page
vi_vn: Trang chào mừng

source: View Profile
vi_vn: Xem hồ sơ

source: Members
vi_vn: thành viên

source: Leave branch
vi_vn: Ra khỏi trang này

source: Stock - Stock page
vi_vn: Chứng khoán - Trang chứng khoán

source: Background
vi_vn: Nền

source: New Watch List
vi_vn: Thêm mã chứng khoán mới

source: No stock choosen
vi_vn: Không có mã chứng khoán nào

source: OK
vi_vn: Đồng ý

source: Experience
vi_vn: Kinh nghiệm

source: or
vi_vn: hay

source: present
vi_vn: hiện tại

source: Company
vi_vn: Công ty

source: Location
vi_vn: Vị trí

source: Self-Employed
vi_vn: Làm chủ

source: Employed
vi_vn: Làm công

source: My Wall
vi_vn: Tường nhà của mình

source: My profile
vi_vn: Hồ sơ của mình

source: My friend
vi_vn: Bạn bè của mình

source: My Follower
vi_vn: Những người bạn đang theo đuôi

source: My branch
vi_vn: Các ngành nghề của tôi

source: New Post
vi_vn: Bài viết mới

source: Messages
vi_vn: Tin nhắn

source: Inbox
vi_vn: Hộp thư đến

source: Action
vi_vn: Hành động

source: Remove
vi_vn: Xóa

source: Are you sure to delete all messages of current user
vi_vn: Bạn có chắc muốn xóa tất cả tin nhắn của người dùng hiện tại không

source: Are you sure to delete this message
vi_vn: Bạn có chắc muốn xóa tin nhắn này không

source: Category Detail Page
vi_vn: Trang chi tiết loại lĩnh vực

source: My Branch Page
vi_vn: Trang ngành nghề

source: My Branches
vi_vn: Các ngành nghề của tôi

source: members
vi_vn: thành viên

source: posts
vi_vn: bài viết

source: Follow's Posts
vi_vn: Bài viết của người bạn theo đuôi

source: Friends
vi_vn: Bạn bè
